WELCOME_MESSAGE = """سلام👋🏽
این ربات صرفا پروژه‌ی دانشگاهی اینجانب هستش🔖

با فرستادن نام یک ارز به این ربات، قیمت آن را در صرافی‌های مختلف پیدا کنید، به همین سادگی! 💵

برای شروع میتوانید با ارسال BTCUSDT شروع کنید (بزرگ و کوچیک بودن حروف اهمیتی ندارد) 📚"""


PRICE_LIST = """#{symbol}

🟡 Binance 👉🏻 {binance_price}
🟢 KuCoin 👉🏻 {kucoin_price}
⚫️ Bybit 👉🏻 {bybit_price}
🔵 BingX 👉🏻 {bingx_price}"""

ONLY_SUPPORTS_USDT = """در حال حاضر فقط جفت ارزهای USDT ساپورت میشوند📊
به مرور زمان، جفت ارزهای دیگر نیز اضافه میشوند✔️"""
